Repository: Arrowfan/Reddunt
Catalog: Baconit/MultilingualResources/Baconit.*.xlf
Languages: pt_br

# accountHeader.Text
source: Account
pt_br: Conta

# contentRootFM.Text
source: Save image
pt_br: Salvar imagem

# EnjoyingRedduntTB
source: Enjoying Reddunt? We would greatly appreciate it if you took a quick second to leave us a review! Thanks for supporting the project!
pt_br: Gostando do Reddunt? Nós adorariamos se você deixasse um rápido review! Obrigado desde já por usar o aplicativo!

# genericTextHeaderTB.Text
source: Error loading post
pt_br: Erro ao carregar o post

# genericTextSubTB.Text
source: Tap anywhere to open in Edge
pt_br: Toque em qualquer lugar para abrir no Edge

# headerText.Text
source: This post links to a subreddit
pt_br: Este post contem um link para algum subreddit

# headerTextAppsTB.Text
source: This post links to a Windows App
pt_br: Este post contem um link para um app da Loja.

# inboxGridTB.Text
source: Inbox
pt_br: Mensagens

# LoadingCommentsTB.Text
source: Loading comments
pt_br: Carregando comentários

# loadingTextTB.Text
source: Loading...
pt_br: Carregando...

# LoginProgressText.Text
source: Logging you in
pt_br: Iniciando sua sessão

# MessageInboxTB.Text
source: MESSAGE INBOX
pt_br: CAIXA DE ENTRADA

# minorText.Text
source: Tap anywhere to view /r/baconit
pt_br: Toque em qualquer lugar para visualizar /r/baconit

# minorTextAppsTB.Text
source: Tap anywhere to open the store
pt_br: Toque em qualquer lugar para abrir a Loja

# NoResultsTB.Text
source: no results
pt_br: não há resultados

# nsfwBlockRootGridTB1
source: This post is NSFW
pt_br: Este post contem conteúdo +18

# nsfwBlockRootGridTB2.Text
source: Tap anywhere to view
pt_br: Toque em qualquer lugar para visualizar

# profileGridTB.Text
source: Profile
pt_br: Perfil

# progressTextTB.Text
source: Loading
pt_br: Carregando

# ProTip.Text
source: Pro Tip
pt_br: Dica

# QuickReviewCT.Content
source: leave a quick review
pt_br: deixe um rápido review

# quickSearchBox.PlaceholderText
source: Search anything
pt_br: Pesquise qualquer coisa

# RedduntAccountTB.Text
source: Unlock even more of Reddunt by adding account. Reddit accounts are anonymous, simple, and free - and Reddunt will keep it that way.
pt_br: Usufrua ainda mais do Reddunt adicionando uma conta. Contas do Reddit são anônimas, simples e gratuito — e o Reddunt o deixará dessa forma.

# SearchASUPTBS.PlaceholderText
source: Search for anything; subreddits, users, post, etc.
pt_br: Pesquise qualquer coisa; subreddits, usuários, posts, etc.

# SearchForTB.Text
source: Search for:
pt_br: Pesquise por:

# SearchTBs.Text
source: SEARCH
pt_br: PESQUISA

# searchTextBlock.Text
source: Search
pt_br: Pesquisar

# SendingCommentTB.Text
source: Sending comment...
pt_br: Enviando comentários...

# settingsGridTB.Text
source: Settings
pt_br: Configurações

# ShareHeartTB.Text
source: Share the ❤
pt_br: Compartilhe o ❤

# ShowMoreTB.Text
source: show more
pt_br: mostrar mais

# signInGridTB.Text
source: Sign In
pt_br: Entrar

# subscribersTextBlock.Text
source: 73,000 subscribers
pt_br: 73,000 inscritos

# TrendingSubreddits.Text
source: Trending Subreddits
pt_br: Subreddits em alta

# TryItTip.Text
source: Go ahead! Try it now!
pt_br: Vá em frente, experimente agora!

# ViewCommentTip.Text
source: To view the comments for this or any post, put your mouse pointer or finger on the title bar and scroll down.
pt_br: Para ver os comentários para este ou qualquer post, coloque o dedo ou o cursor do mouse sobre a barra de rolagem e role para baixo.

# WelcomeText.Text
source: Welcome Quinbd
pt_br: Bem-vindo Quinbd

# AccountAgeTB.Text
source: 0 days old
pt_br: 0 dias atrás.

# AllTime.Text
source: All Time
pt_br: Desde sempre

# CakeDayTB.Text
source: Cake Day!
pt_br: Dia do Bolo!

# CommentSort.Text
source: Sort:
pt_br: Ordem:

# CommentSortFMIBest.Text
source: Best
pt_br: Melhor

# CommentSortFMIContro.Text
source: Controversial
pt_br: Controverso

# CommentSortFMINew.Text
source: New
pt_br: Novo

# CommentSortNew.Text
source: New
pt_br: Novo

# CopyLinkMFITB.Text
source: Copy link
pt_br: Copiar link

# CopyPermaLinkMFITB.Text
source: Copy permalink
pt_br: Copiar permalink

# FormattedPreviewTB.Text
source: Formatted Preview
pt_br: Prévia formatada

# GildedTB.Text
source: Gilded
pt_br: Dourado

# GoToUserTB.Text
source: Go to user
pt_br: Ir ao usuário

# HeaderSubmitPost.Text
source: SUBMIT POST
pt_br: ENVIAR POST

# NoPostHereTB.Text
source: There are no posts here.
pt_br: Não há posts aqui.

# NoSubmittedComments.Text
source: No Submitted Comments
pt_br: Nenhum comentário enviado

# NoSubmittedPostsTB.Text
source: No Submitted Posts
pt_br: Nenhum post enviado

# PastDay.Text
source: Past Day
pt_br: Último dia

# PastHour.Text
source: Past Hour
pt_br: Última hora

# PastMonth.Text
source: Past Month
pt_br: Último mês

# PastWeek.Text
source: Past Week
pt_br: Última semana

# PastYear.Text
source: Past Year
pt_br: Último ano

# PostSortFMIBest.Text
source: Best
pt_br: Melhor

# PostSortFMIContnro.Text
source: Controversial
pt_br: Controverso

# PostSortFMINew.Text
source: New
pt_br: Novo

# PostSortTextTB.Text
source: New
pt_br: Novo

# SelfTextTB.Text
source: Self Text
pt_br: Post interno

# SettingsTB.Text
source: SETTINGS
pt_br: CONFIGURAÇÕES

# SMIContro.Text
source: Controversial
pt_br: Controverso

# SMIHot.Text
source: Hot
pt_br: Popular

# SMINew.Text
source: New
pt_br: Novo

# SMIRising.Text
source: Rising
pt_br: Em alta

# SortDTB.Text
source: Sort:
pt_br: Ordem:

# SortPostTB.Text
source: Sort:
pt_br: Ordem:

# SortTextHotTB.Text
source: Hot
pt_br: Popular

# SortTimeTB.Text
source: Past Week
pt_br: Última semana

# StickyTB.Text
source: Sticky
pt_br: Fixado

# StickyUserTB.Text
source: Sticky
pt_br: Fixado

# SubtmitPostTitleTB.Text
source: Title
pt_br: Título

# TimeTB.Text
source: Time:
pt_br: Tempo:

# ViewContextTB.Text
source: view in context
pt_br: visualizar no contexto

# CLinkFMI.Text
source: Copy link
pt_br: Copiar link

# CMBest.Text
source: Best
pt_br: Melhor

# CMContro.Text
source: Controversial
pt_br: Controverso

# CMNew.Text
source: New
pt_br: Novo

# CMOld.Text
source: Old
pt_br: Antigo

# collapseTBN.Text
source: collapse
pt_br: esconder

# CopyPerFMI.Text
source: Copy permalink
pt_br: Copiar permalink

# CountTB.Text
source: Count:
pt_br: Contagem:

# CPermaFMI.Text
source: Copy permalink
pt_br: Copiar permalink

# DeletePostClick.Text
source: Delete post
pt_br: Deletar post

# EditPostClick.Text
source: Edit post
pt_br: Editar post

# MoreTB.Text
source: more
pt_br: mais

# RunGilded.Text
source: gilded
pt_br: dourado

# RunSticky.Text
source: sticky
pt_br: fixado

# ShareCommentFMI.Text
source: Share comment
pt_br: Compartilhar comentário

# SharePostFMI.Text
source: Share post
pt_br: Compartilhar post

# TapViewEntire.Text
source: Tap here to view the entire thread
pt_br: Toque aqui para visualizar o tópico inteiro

# AboutDescription.Text
source: Reddunt is a gorgeous Reddit® client based on Baconit, an open source app. It's available on all Windows 10 devices. The main focus is on optimization as well great Windows 10 focused features!
pt_br: Reddunt é um lindo cliente para Reddit® baseado no Baconit, um aplicativo de código aberto. Está disponível em todos os dispositivos com Windows 10. O foco principal é em otimizações, mas também como algumas funções especificas do Windows 10.

# AddMessagesTB.Text
source: Add messages to the notification center silently
pt_br: Adicionar mensagens para a Central de Ações silenciosamente

# AuthorFilter.PlaceholderText
source: Author Filter
pt_br: Filtrar Autor

# AutoTB.Text
source: Auto minimize story header in comments
pt_br: Auto minimizar cabeçalhos de histórias nos comentários

# AutoUpdateTB.Text
source: Automatically update lock screen image
pt_br: Atualizar automaticamente imagem de tela de bloqueio

# AutoUpdateWTB.Text
source: Automatically update wallpaper image
pt_br: Atualizar automaticamente imagem de plano de fundo

# BackgroundInboxCTB.Text
source: BACKGROUND INBOX UPDATING
pt_br: ATUALIZAÇÃO DE MENSAGENS EM SEGUNDO PLANO

# BackgroundInboxTB.Text
source: Background inbox updating
pt_br: Atualização de mensagem em segundo plano

# CAllTimeB.Content
source: All Time
pt_br: Desde sempre

# CancelCT.Content
source: Cancel
pt_br: Cancelar

# CBestCB.Content
source: Best
pt_br: Melhor

# CBIalltime.Content
source: all time
pt_br: desde sempre

# CBIcontro.Content
source: controversial
pt_br: controverso

# CBIhot.Content
source: hot
pt_br: popular

# CBInew.Content
source: new
pt_br: novo

# CBIpday.Content
source: past day
pt_br: último dia

# CBIphour.Content
source: past hour
pt_br: última hora

# CBIpmonth.Content
source: past month
pt_br: último mês

# CBIpweek.Content
source: past week
pt_br: última semana

# CBIpyear.Content
source: past year
pt_br: último ano

# CBIrising.Content
source: rising
pt_br: em alta

# CCommentsCBB.Content
source: Comments
pt_br: Comentários

# CControCB.Content
source: Controversial
pt_br: Controverso

# CNewCB.Content
source: New
pt_br: Novo

# COldCB.Content
source: Old
pt_br: Antigo

# CPastDayB.Content
source: Past Day
pt_br: Último dia

# CPastHourB.Content
source: Past Hour
pt_br: Última hora

# CPastMonthB.Content
source: Past Month
pt_br: Último mês

# CPastWeekB.Content
source: Past Week
pt_br: Última Semana

# CPastYearB.Content
source: Past Year
pt_br: Último ano

# CreateAccountCT.Content
source: Create Account
pt_br: Criar conta

# CSettings.Text
source: COMMENT SETTINGS
pt_br: CONFIGURAÇÕES DE COMENTÁRIO

# DevSettings.Text
source: DEVELOPER SETTINGS
pt_br: CONFIGURAÇÕES DE DESENVOLVEDOR

# DisablePostLoad.Text
source: Don't load post content until tapped
pt_br: Não carregar conteúdo do post até tocar

# EverythingCB.Content
source: Everything
pt_br: Qualquer coisa

# FatalException.Text
source: Don't let fatal exceptions kill the app, report the exception instead of crashing. (this will leave your app in an unstable state)
pt_br: Não deixe que exceções fatais matem o app, relatar a exceção em vez de deixar de funcionar; (Isso pode deixar o aplicativo em um estado instável).

# FlipViewS.Text
source: FLIP VIEW SETTINGS
pt_br: CONFIGURAÇÕES DA BARRA LATERAL

# fullpost.Text
source: Show full post titles
pt_br: Mostrar títulos completos em posts

# HeaderAboutTB.Text
source: ABOUT
pt_br: SOBRE

# HowMessagesTB.Text
source: How messages appear in the notification center
pt_br: Como mensagens aparecem na Central de Ações

# ImageUpdateFTB.Text
source: Image update frequency
pt_br: Frequência de atualização de imagem

# IsNNSFW.Content
source: No
pt_br: Não

# IsNSFW.Content
source: Is NSFW?
pt_br: É +18?

# IsYNSFW.Content
source: Yes
pt_br: Sim

# LastUpdate.Text
source: Last Update:
pt_br: Última atualização:

# LoadingC.Text
source: Loading comments
pt_br: Carregando comentários

# LockScreenTB.Text
source: Lock screen image source
pt_br: Fonte da imagem de tela de bloqueio

# LoginCT.Content
source: Login
pt_br: Entrar

# MemoryPressure.Text
source: Pages cleaned up for memory pressure: 0
pt_br: Páginas limpas por pressão de memória:

# MemOverlay.Text
source: Show app memory overlay
pt_br: Mostrar sobreposição de memória

# MSBand1.Text
source: Reddunt can integrate with your Microsoft Band v1 or v2 to update your wallpaper, add a Reddunt tile, or give you instant notifications for new inbox messages.
pt_br: Reddunt pode integrar com sua Microsoft Band 1 ou 2 para atualizar seu plano de fundo, adicionar tile ou enviar notificações de suas mensagens.

# MSBand2.Text
source: No Band found, make sure your band is powered on and connected.
pt_br: Nenhuma Microsoft Band encontrada. Certifique-se que esteja ligada e conectada.

# MSBand3.Text
source: Wallpaper
pt_br: Plano de fundo

# MSBand4.Text
source: Automatically update Band wallpaper
pt_br: Atualizar automaticamente plano de fundo da Microsoft Band

# MSBand5.Text
source: Band wallpaper image source
pt_br: Fonte de imagem de plano de fundo

# MSBand6.Text
source: Tile & Inbox
pt_br: Tile & Mensagens

# MSBand7.Text
source: Inbox background updating must be enabled to enable this feature.
pt_br: Atualização de mensagens em segundo plano precisa estar habilitado para funcionar.

# NNewCB.Content
source: New
pt_br: Novo

# NSFWB.Text
source: NSFW blocking mode
pt_br: Bloquear conteúdo +18

# PinToStart.Content
source: Pin to start
pt_br: Fixar na Tela Inicial

# PreloadComments.Text
source: Preload comments
pt_br: Pré-carregar comentários

# PreloadPost.Text
source: Preload future post content
pt_br: Pré-carregar posts seguintes

# RelevanceCB.Content
source: Relevance
pt_br: Relevância

# ResetReview.Content
source: Reset rate and review counter
pt_br: Resetar nota e contador de review

source: Search this subreddit
pt_br: Pesquisar neste subreddit

# SelfFilter.PlaceholderText
source: Selftext Filter
pt_br: Filtro de Post Interno

# SelfPostCB.Content
source: Is a Self Post?
pt_br: É um Post Interno?

# SelfPostNCB.Content
source: No
pt_br: Não

# SelfPostYCB.Content
source: Yes
pt_br: Sim

# SendCT.Content
source: Send
pt_br: Enviar

# ShowUITB.Text
source: Show UI help tips
pt_br: Mostrar dicas de interface de usuário

# SubFilter.PlaceholderText
source: Subreddit Filter
pt_br: Filtro de Subreddit

# SubmitNewPost.Content
source: Submit new post
pt_br: Enviar novo post

# SubscribeCT.Content
source: Subscribe
pt_br: Inscrever-se

# SVS1.Text
source: SUBREDDIT VIEW SETTINGS
pt_br: CONFIGURAÇÕES DE SUBREDDIT

# SVS2.Text
source: Subreddit to view when the app opens
pt_br: Subreddit padrão na tela inicial do app

# SystemState.Text
source: System State:
pt_br: Estado de sistema:

# UpdatingLockTB.Text
source: WALLPAPER AND LOCKSCREEN UPDATING
pt_br: ATUALIZAÇÃO DE PLANO DE FUNDO E TELA DE BLOQUEIO

# UsersCB.Content
source: Users
pt_br: Usuários

# WallITB.Text
source: Wallpaper image source
pt_br: Fonte de imagem de plano de fundo

# WebFilter.PlaceholderText
source: Web Filter
pt_br: Filtro de Web

# AllTimeCode.Text
source: All Time
pt_br: Desde sempre

# ControCode.Text
source: Controversial
pt_br: Controverso

# HotCode.Text
source: Hot
pt_br: Popular

# NewCode.Text
source: New
pt_br: Novo

# PastDayCode.Text
source: Past Day
pt_br: Último dia

# PastHourCode.Text
source: Past Hour
pt_br: Última hora

# PastMonthCode.Text
source: Past Month
pt_br: Último mês

# PastWeekCode.Text
source: Past Week
pt_br: Última semana

# PastYearCode.Text
source: Past Year
pt_br: Último ano

# RisingCode.Text
source: Rising
pt_br: Em alta

# PastHWeek.Text
source: Past Week
pt_br: Semana passada

# AllowedCode.Text
source: Allowed
pt_br: Permitido

# DefaultcountTB.Text
source: Default count
pt_br: Contagem padrão

# DefaultSortsTB.Text
source: Default sort
pt_br: Classificação padrão

# DefaultsortTB.Text
source: Default sort
pt_br: Classificação padrão

# DefaulttimesortTB.Text
source: Default time sort
pt_br: Classificação de tempo padrão

# DeniedCode.Text
source: Denied
pt_br: Negado

# LastUpdateCode.Text
source: Last update
pt_br: Última atualização:

# NeverCode.Text
source: Never
pt_br: Nunca

# ReddunTileInboxTB.Text
source: Add a Reddunt tile and sync my message inbox
pt_br: Adicionar uma tile do Reddunt e sincronizar minhas mensagens

# SystemStateCode.Text
source: System State
pt_br: Estado de sistema:

# RateUnder.Text
source: Rate and review at Windows Store
pt_br: Dê uma nota e um review na Loja do Windows

# ShowEachMessageCBI.Content
source: Show each message
pt_br: Mostrar mensagem individualmente

# ShowOneTotalUnreadCBI.Content
source: Show one total unread count
pt_br: Mostrar contagem total não lida

# CheckUnder.Text
source: Check out the source code
pt_br: Veja o código-fonte

# AboutSCode.Text
source: About
pt_br: Sobre

# CommentsSCode.Text
source: Comments
pt_br: Comentários

# FlipViewCode.Text
source: Flip View
pt_br: Barra lateral

# InboxbackgroundupdatingCode.Text
source: Inbox background updating
pt_br: Atualização de mensagens em segundo plano

# LockscreendesktopwallpaperupdatingCode.Text
source: Lock screen & desktop wallpaper updating
pt_br: Atualização de imagem de tela de bloqueio & área de trabalho

# PrivacyPolicyCode.Text
source: Privacy Policy
pt_br: Políticas de Privacidade

# TermsandConditionsCode.Text
source: Terms and Conditions
pt_br: Termos e Condições

# AlwaysCombo.Content
source: Always
pt_br: Sempre

# DisableCombo.Content
source: Disable per subreddit; resets when the app is close
pt_br: Desativar por subreddit; reseta quando o app é fechado

# NeverCombo.Content
source: Never
pt_br: Nunca

# RefreshButton.Label
source: Refresh
pt_br: Atualizar

# AccountCode.Text
source: Account
pt_br: Conta

# MarkAsReadCode.Text
source: mark as read
pt_br: marcar como lido

# MarkAsUnreadCode.Text
source: mark as unread
pt_br: marcar como não lido

# replyBTN.ButtonText
source: reply
pt_br: responder

# SignInCode.Text
source: Sign In
pt_br: Entrar

# SignOutCode.Text
source: Sign Out
pt_br: Sair

# ViewInContext.ButtonText
source: view comment in context
pt_br: visualizar comentário em contexto

# SubredditResultsCode
source: Subreddit Results
pt_br: Subreddits

# HasGoldCode.MinorAccentText
source: Has Gold
pt_br: Há ouro

# PostsResultsCode
source: Posts Results
pt_br: Posts

# UserResultsCode
source: User Results
pt_br: Usuários

# DeleteComment
source: delete |
pt_br: deletar |

# EditComment
source: edit
pt_br: editar

# ReplyComment
source: reply
pt_br: responder

source: Save comment
pt_br: Salvar comentário

source: Unsave comment
pt_br: Des-salvar comentário

source: Hide post
pt_br: Esconder post

# PivotComments.Header
source: COMMENTS
pt_br: COMENTÁRIOS

# PivotSubmitted.Header
source: SUBMITTED
pt_br: ENVIADOS

source: Save post
pt_br: Salvar post

source: Unhide post
pt_br: Mostrar post

source: Unsave post
pt_br: Des-salvar

# SendCode.Content
source: Send
pt_br: Enviar

# UpdateCode.Content
source: Update
pt_br: Atualizar

# SortTBS.Text
source: Sort:
pt_br: Ordem:
